Repository: rafaelortizzableh/simple_todo_app
Catalog: lib/l10n/app_*.arb
Languages: es

source: Theme
es: Tema

source: Light Theme
es: Tema claro

source: System Theme
es: Tema del sistema

source: Dark Theme
es: Tema oscuro

source: Add To-Do
es: Añadir To-Do

source: New To-Do
es: Nuevo To-Do

source: To-Do
es: Por hacer

# todoTitleHint
source: Type your To-Do title here...
es: Escribe tu título aquí...

# todoDescriptionHint
source: Type your To-Do description here...
es: Escribe tu descripción aquí...

source: Completed
es: Completados

# couldNotSaveTodos
source: Could not save To-do list
es: No se ha podido guardar la lista de To-dos

source: Could not save done items
es: No se ha podido guardar la lista de To-dos completados

# noTodosYet
source: You have no pending To-Do. Press the Floating Button to add a new one
es: No tienes To-Dos pendientes. Pulsa el botón para añadir uno 👇

# allTodosDone
source: You have no done items. Go eat an üçé or some üçø or something...
es: No tienes To-Dos completados. Ve y come una 🍎 o algo de 🍿 o lo que sea...
